package com.abdullaevaziz.program;

public class Main {
    /**
     * Задание по теме «Комментарии»
     * 1.	В среде разработки IntelliJ Idea создать новый maven проект с названием Comments
     * 2.	Проверить, чтобы структура проекта была следующая: com.вашНик.program.
     * Program. Если нет, то создать
     * 3.	Проверить, есть ли в классе запускающий метод main. Если нет, то создать
     * 4.	Документируемым комментарием в методе main показать данный текст задания
     * 5.	Выполнить вывод на экран пяти различных сообщений, проверить программу
     * 6.	Закомментировать первую команду вывода строковым комментарием
     * 7.	Закомментировать вторую и третью строки блоковым комментарием
     * 8.	Выполнить запуск программы
     * 9.	Используя горячие клавиши из лекций,
     * произвести быстрое дублирование строки, удаление строки,
     * запуск программы, изменение позиции строк
     */
    public static void main(String[] args) {
        //System.out.println("Hello world!");
        /*System.out.println("Hello Aziz!");
        System.out.println("Hello Kirill!");*/
        System.out.println("How are you?");
        System.out.println("Hello friend!");

    }
}